{
  "homepage_title": "Rosnept | Investissements Durables Crypto & Énergie",
  "greeting": "Bienvenue chez Rosnept !",
  "login_button": "Se connecter",
  "home_link": "Accueil",
  "about_link": "À Propos",
  "contact_link": "Contact",
  "signup_link": "S'inscrire",
  "dashboard_link": "Tableau de bord",
  "manage_users_link": "Gérer les utilisateurs",
  "investment_plans_link": "Plans d'investissement",
  "hero_slide1_title": "Grandissez avec un But",
  "hero_slide1_subtitle": "Soutenez l'agriculture durable. Obtenez des rendements stables.",
  "hero_slide1_cta": "Commencer à Investir",
  "hero_slide2_title": "Crypto, Contrôlée",
  "hero_slide2_subtitle": "Maîtrisez la volatilité avec le trading algorithmique et la DeFi.",
  "hero_slide2_cta": "Explorer la Crypto",
  "hero_slide3_title": "Alimentez l'Avenir",
  "hero_slide3_subtitle": "Investissez dans l'énergie propre avec un impact réel.",
  "hero_slide3_cta": "Investir dans l'Énergie",
  "hero_trusted_message": "Fiable pour des milliers d'investisseurs dans le monde entier.",
  "portfolio_our_portfolio_heading": "Notre Portefeuille",
  "portfolio_asset_streams_heading": "Flux d'Actifs Rosnept",
  "portfolio_renewable_energy_title": "Énergie Renouvelable",
  "portfolio_renewable_energy_subtitle": "Grilles Solaires, Parcs Éoliens, Infrastructure VE",
  "portfolio_digital_assets_title": "Actifs Numériques",
  "portfolio_digital_assets_subtitle": "Bitcoin, Rendement Agricole, Stratégies DeFi",
  "portfolio_agro_investment_title": "Investissement Agricole",
  "portfolio_agro_investment_subtitle": "Agriculture Intelligente, Transformation, Chaînes d'Exportation",
  "get_started_button": "Commencer",
  "risk_strategy_heading_sub": "Stratégie de Risque",
  "risk_strategy_heading_main": "Gestion des Risques et Précision",
  "risk_strategy_description": "Chez Rosnept, nous combinons des algorithmes avancés et une supervision stratégique pour gérer les risques avec précision. Notre cadre discipliné englobe l'allocation d'actifs, la couverture et la surveillance en temps réel afin de minimiser la volatilité tout en maximisant le potentiel. Chaque décision d'investissement est étayée par des données, de l'expérience et des contrôles proactifs pour protéger le capital et saisir les opportunités. Que les marchés montent ou baissent, notre approche résiliente garantit que votre portefeuille reste sur la bonne voie. Développez votre patrimoine en toute confiance, sachant que chaque mouvement est calculé pour la stabilité, la performance et le succès à long terme.",
  "risk_digital_assets_image_alt": "Sécurité Crypto",
  "risk_digital_assets_title": "Actifs Numériques",
  "risk_digital_assets_description": "Nos stratégies crypto sont renforcées par des signaux de risque en temps réel, un stockage froid multi-couches et une couverture automatisée. Cela garantit une exposition aux actifs numériques performants sans vulnérabilité excessive aux baisses.",
  "risk_agro_investment_image_alt": "Risque Agro",
  "risk_agro_investment_title": "Investissement Agricole",
  "risk_agro_investment_description": "Nos contrôles des risques en agriculture se concentrent sur les tendances climatiques, la logistique et la demande du marché. En analysant les données de la chaîne d'approvisionnement et les prévisions saisonnières, nous couvrons les perturbations potentielles et stabilisons les rendements pour les projets de la ferme à l'exportation.",
  "testimonial_subheading": "Témoignage",
  "testimonial_main_heading": "Ce Que Disent Nos Investisseurs",
  "testimonial_leila_quote": "Rosnept a complètement transformé ma façon de concevoir l'investissement. Leur mélange unique de stratégies algorithmiques et de durabilité me procure une tranquillité d'esprit et une croissance constante sur laquelle je peux compter.",
  "testimonial_leila_name": "Leila Morissette",
  "testimonial_leila_role": "Bâtisseur de Capital Impact",
  "testimonial_omar_quote": "J'apprécie la transparence et l'efficacité de l'ensemble du système. Les rendements hebdomadaires sont prévisibles, et réinvestir dans les énergies renouvelables me donne l'impression de faire fructifier mon patrimoine tout en soutenant la planète.",
  "testimonial_omar_name": "Omar Farouk",
  "testimonial_omar_role": "Chercheur en Blockchain",
  "testimonial_nadira_quote": "Leur stratégie de gestion des risques est unique. Même sur des marchés volatils, je ne me suis jamais senti exposé. Mon capital ne cesse de croître, et leurs mises à jour me tiennent parfaitement informé chaque semaine.",
  "testimonial_nadira_name": "Nadira Voss",
  "testimonial_nadira_role": "Responsable Finance Quantitative",
  "service_crypto_title": "Investissements en Cryptomonnaies",
  "service_crypto_description": "Rosnept propose une approche structurée de l'investissement en cryptomonnaies, combinant innovation et gestion stratégique des risques. Notre équipe vous aide à exploiter les actifs numériques à forte croissance tout en minimisant l'exposition à la volatilité. Grâce à des stratégies sur mesure, nous vous facilitons l'investissement en toute confiance dans l'avenir de la finance décentralisée.",
  "service_crypto_cta": "Commencer",
  "service_agro_title": "Agro-Investissement",
  "service_agro_description": "Rosnept vous connecte à des investissements agricoles percutants qui favorisent la sécurité alimentaire et l'innovation. Nos projets se concentrent sur l'agriculture durable, l'agritech et les pratiques régénératrices. Nous vous aidons à faire croître votre capital en soutenant des initiatives qui nourrissent les communautés et la planète tout en offrant des performances solides et constantes à votre portefeuille.",
  "service_agro_cta": "Construire un Portefeuille",
  "service_clean_energy_title": "Projets d'Énergie Propre",
  "service_clean_energy_description": "Chez Rosnept, nous croyons au renforcement des portefeuilles par la durabilité. Nos investissements dans les énergies propres se concentrent sur les technologies renouvelables qui génèrent des rendements à long terme tout en soutenant une planète plus verte. Du solaire à l'éolien, nous offrons un accès à des projets énergétiques transformateurs conçus pour les investisseurs modernes recherchant une performance axée sur un but.",
  "service_clean_energy_cta": "Explorer les Plans",
  "service_gold_title": "Stabilité Garantie par l'Or",
  "service_gold_description": "L'or est depuis longtemps la pierre angulaire de la préservation de la richesse. Rosnept offre des solutions d'investissement aurifère modernes qui ancrent votre portefeuille avec une sécurité éprouvée. Sur les marchés incertains, nos stratégies adossées à l'or offrent une valeur et une protection fiables, vous aidant à atteindre une résilience financière avec un actif patrimonial qui ne se démode jamais.",
  "service_gold_cta": "Commencer à Investir",
  "plans_page_title": "Nos Plans d'Investissement | Rosnept",
  "plans_page_meta_description": "Découvrez nos plans d'investissement disponibles. Rosnept offre des options de croissance financière innovantes et durables.",
  "plans_hero_title": "Plans d'Investissement",
  "plans_hero_description": "Découvrez nos plans d'investissement flexibles et gratifiants, adaptés à votre croissance financière.",
  "no_active_plans_message": "Aucun plan actif disponible pour le moment. Veuillez revenir plus tard.",
  "get_started_cta": "Commencer",
  "weekly_roi_label": "ROI Hebdomadaire",
  "duration_label": "Durée"
}