{
  "greeting": "Willkommen bei Rosnept!",
  "homepage_title": "Ihre finanzielle Zukunft beginnt hier",
  "dashboard_overview": "Administrator-Übersicht",
  "investment_plans": "Investitionspläne",
  "login_button": "Anmelden",
  "signup_button": "Registrieren",
  "home_link": "Startseite",
  "about_link": "Über uns",
  "services_link": "Dienste",
  "plans_link": "Pläne",
  "contact_link": "Kontakt",
  "hero_slide1_title": "Crece con Propósito",
  "hero_slide1_subtitle": "Apoya la agricultura sostenible. Obtén rendimientos estables.",
  "hero_slide1_cta": "Empezar a Invertir",
  "hero_slide2_title": "Cripto, Controlado",
  "hero_slide2_subtitle": "Aprovecha la volatilidad con el trading algorítmico y DeFi.",
  "hero_slide2_cta": "Explorar Cripto",
  "hero_slide3_title": "Impulsa el Futuro",
  "hero_slide3_subtitle": "Invierte en energía limpia con un impacto real.",
  "hero_slide3_cta": "Invertir en Energía",
  "hero_trusted_message": "Con la confianza de miles de inversores en todo el mundo.",
  "portfolio_our_portfolio_heading": "Nuestro Portafolio",
  "portfolio_asset_streams_heading": "Flujos de Activos Rosnept",
  "portfolio_renewable_energy_title": "Energía Renovable",
  "portfolio_renewable_energy_subtitle": "Redes Solares, Parques Eólicos, Infraestructura de Vehículos Eléctricos",
  "portfolio_digital_assets_title": "Activos Digitales",
  "portfolio_digital_assets_subtitle": "Bitcoin, Yield Farming, Estrategias DeFi",
  "portfolio_agro_investment_title": "Inversión Agrícola",
  "portfolio_agro_investment_subtitle": "Agricultura Inteligente, Procesamiento, Cadenas de Exportación",
  "get_started_button": "Empezar",
  "risk_strategy_heading_sub": "Estrategia de Riesgo",
  "risk_strategy_heading_main": "Gestión de Riesgos con Precisión",
  "risk_strategy_description": "En Rosnept, combinamos algoritmos avanzados con supervisión estratégica para gestionar el riesgo con precisión. Nuestro marco disciplinado abarca la asignación de activos, la cobertura y el monitoreo en tiempo real para minimizar la volatilidad y maximizar el potencial. Cada decisión de inversión está respaldada por datos, experiencia y controles proactivos para proteger el capital y aprovechar las oportunidades. Ya sea que los mercados suban o bajen, nuestro enfoque resiliente asegura que su cartera se mantenga en el camino correcto. Haga crecer su patrimonio con confianza, sabiendo que cada movimiento se calcula para la estabilidad, el rendimiento y el éxito a largo plazo.",
  "risk_digital_assets_image_alt": "Seguridad Cripto",
  "risk_digital_assets_title": "Activos Digitales",
  "risk_digital_assets_description": "Nuestras estrategias cripto están fortificadas con señales de riesgo en tiempo real, almacenamiento en frío de múltiples capas y cobertura automatizada. Esto garantiza la exposición a activos digitales de alto rendimiento sin una vulnerabilidad a la baja indebida.",
  "risk_agro_investment_image_alt": "Riesgo Agrícola",
  "risk_agro_investment_title": "Inversión Agrícola",
  "risk_agro_investment_description": "Nuestros controles de riesgo en la agricultura se centran en las tendencias climáticas, la logística y la demanda del mercado. Al analizar los datos de la cadena de suministro y los pronósticos estacionales, cubrimos posibles interrupciones y estabilizamos los rendimientos para proyectos de la granja a la exportación.",
  "testimonial_subheading": "Testimonio",
  "testimonial_main_heading": "Lo Que Dicen Nuestros Inversores",
  "testimonial_leila_quote": "Rosnept ha transformado por completo mi forma de pensar sobre la inversión. Su combinación única de estrategias algorítmicas y sostenibilidad me brinda tranquilidad y un crecimiento constante en el que puedo confiar.",
  "testimonial_leila_name": "Leila Morissette",
  "testimonial_leila_role": "Constructora de Proyectos de Impacto",
  "testimonial_omar_quote": "Aprecio lo transparente y eficiente que es todo el sistema. Los rendimientos semanales son predecibles, y reinvertir en energía renovable me hace sentir que estoy haciendo crecer mi patrimonio y apoyando el planeta.",
  "testimonial_omar_name": "Omar Farouk",
  "testimonial_omar_role": "Investigador de Blockchain",
  "testimonial_nadira_quote": "Su estrategia de gestión de riesgos es diferente a todo lo que he visto. Incluso en mercados volátiles, nunca me sentí expuesta. Mi capital sigue creciendo y sus actualizaciones me mantienen totalmente informada cada semana.",
  "testimonial_nadira_name": "Nadira Voss",
  "testimonial_nadira_role": "Líder de Finanzas Cuantitativas",
  "service_crypto_title": "Inversiones en Criptomonedas",
  "service_crypto_description": "Rosnept ofrece un enfoque estructurado para la inversión en criptomonedas, combinando innovación con una gestión estratégica de riesgos. Nuestro equipo le ayuda a acceder a activos digitales de alto crecimiento, minimizando la exposición a la volatilidad. Con estrategias personalizadas, le facilitamos la inversión con confianza en el futuro de las finanzas descentralizadas.",
  "service_crypto_cta": "Empezar",
  "service_agro_title": "Inversión Agrícola",
  "service_agro_description": "Rosnept le conecta con inversiones agrícolas impactantes que promueven la seguridad alimentaria y la innovación. Nuestros proyectos se centran en la agricultura sostenible, la agrotecnología y las prácticas regenerativas. Le ayudamos a hacer crecer su capital apoyando iniciativas que nutren a las comunidades y al planeta, al tiempo que ofrecen un rendimiento sólido y constante en su cartera.",
  "service_agro_cta": "Construir Cartera",
  "service_clean_energy_title": "Proyectos de Energía Limpia",
  "service_clean_energy_description": "En Rosnept, creemos en impulsar las carteras a través de la sostenibilidad. Nuestras inversiones en energía limpia se centran en tecnologías renovables que generan rendimientos a largo plazo, al tiempo que apoyan un planeta más verde. Desde la energía solar hasta la eólica, ofrecemos acceso a proyectos energéticos transformadores diseñados para inversores modernos que buscan un rendimiento con propósito.",
  "service_clean_energy_cta": "Explorar Planes",
  "service_gold_title": "Estabilidad Respaldada por Oro",
  "service_gold_description": "El oro ha sido durante mucho tiempo una piedra angular de la preservación de la riqueza. Rosnept ofrece soluciones modernas de inversión en oro que anclan su cartera con una seguridad probada. En mercados inciertos, nuestras estrategias respaldadas por oro proporcionan un valor y una protección confiables, ayudándole a lograr la resiliencia financiera con un activo heredado que nunca pasa de moda.",
  "service_gold_cta": "Empezar a Invertir",
  "plans_page_title": "Nuestros Planes de Inversión | Rosnept",
  "plans_page_meta_description": "Explore nuestros planes de inversión disponibles. Rosnept ofrece opciones de crecimiento financiero innovadoras y sostenibles.",
  "plans_hero_title": "Planes de Inversión",
  "plans_hero_description": "Explore nuestros planes de inversión flexibles y gratificantes, adaptados a su crecimiento financiero.",
  "no_active_plans_message": "No hay planes activos disponibles en este momento. Por favor, vuelva más tarde.",
  "get_started_cta": "Empezar",
  "weekly_roi_label": "ROI Semanal",
  "duration_label": "Duración"
}