{
  "greeting": "Добро пожаловать в Rosnept!",
  "homepage_title": "Ваше финансовое будущее начинается здесь",
  "dashboard_overview": "Обзор администратора",
  "investment_plans": "Инвестиционные планы",
  "login_button": "Войти",
  "signup_button": "Зарегистрироваться",
  "home_link": "Главная",
  "about_link": "О нас",
  "services_link": "Услуги",
  "plans_link": "Планы",
  "contact_link": "Контакты",
  "hero_slide1_title": "Расти с Целью",
  "hero_slide1_subtitle": "Поддерживайте устойчивое сельское хозяйство. Получайте стабильный доход.",
  "hero_slide1_cta": "Начать Инвестировать",
  "hero_slide2_title": "Крипто, Под Контролем",
  "hero_slide2_subtitle": "Используйте волатильность с алгоритмической торговлей и DeFi.",
  "hero_slide2_cta": "Исследовать Крипто",
  "hero_slide3_title": "Энергия Будущего",
  "hero_slide3_subtitle": "Инвестируйте в чистую энергию с реальным влиянием.",
  "hero_slide3_cta": "Инвестировать в Энергию",
  "hero_trusted_message": "Нам доверяют тысячи инвесторов по всему миру.",
  "portfolio_our_portfolio_heading": "Наш Портфель",
  "portfolio_asset_streams_heading": "Потоки Активов Rosnept",
  "portfolio_renewable_energy_title": "Возобновляемая Энергия",
  "portfolio_renewable_energy_subtitle": "Солнечные Сети, Ветряные Электростанции, Инфраструктура Электромобилей",
  "portfolio_digital_assets_title": "Цифровые Активы",
  "portfolio_digital_assets_subtitle": "Биткойн, Фермерство Доходности, Стратегии DeFi",
  "portfolio_agro_investment_title": "Агроинвестиции",
  "portfolio_agro_investment_subtitle": "Умное Земледелие, Переработка, Экспортные Цепочки",
  "get_started_button": "Начать",
  "risk_strategy_heading_sub": "Стратегия Рисков",
  "risk_strategy_heading_main": "Управление Рисками с Точностью",
  "risk_strategy_description": "В Rosnept мы сочетаем передовые алгоритмы со стратегическим надзором для точного управления рисками. Наша дисциплинированная система включает распределение активов, хеджирование и мониторинг в реальном времени для минимизации волатильности при максимизации потенциала. Каждое инвестиционное решение подкреплено данными, опытом и проактивными мерами контроля для защиты капитала и использования возможностей. Независимо от того, растут или падают рынки, наш устойчивый подход гарантирует, что ваш портфель остается на верном пути. Увеличивайте свое состояние с уверенностью, зная, что каждое движение рассчитано на стабильность, производительность и долгосрочный успех.",
  "risk_digital_assets_image_alt": "Криптобезопасность",
  "risk_digital_assets_title": "Цифровые Активы",
  "risk_digital_assets_description": "Наши криптостратегии усилены сигналами риска в реальном времени, многоуровневым холодным хранением и автоматическим хеджированием. Это обеспечивает доступ к высокоэффективным цифровым активам без чрезмерной уязвимости к снижению.",
  "risk_agro_investment_image_alt": "Агрориск",
  "risk_agro_investment_title": "Агроинвестиции",
  "risk_agro_investment_description": "Наш контроль рисков в сельском хозяйстве сосредоточен на климатических тенденциях, логистике и рыночном спросе. Анализируя данные цепочки поставок и сезонные прогнозы, мы хеджируем потенциальные сбои и стабилизируем доходы для проектов от фермы до экспорта.",
  "testimonial_subheading": "Отзывы",
  "testimonial_main_heading": "Что Говорят Наши Инвесторы",
  "testimonial_leila_quote": "Rosnept полностью изменил мое представление об инвестировании. Их уникальное сочетание алгоритмических стратегий и устойчивого развития дает мне душевное спокойствие и стабильный рост, на который я могу положиться.",
  "testimonial_leila_name": "Лейла Мориссетт",
  "testimonial_leila_role": "Создатель Венчурных Проектов с Влиянием",
  "testimonial_omar_quote": "Я ценю, насколько прозрачна и эффективна вся система. Еженедельные доходы предсказуемы, и реинвестирование в возобновляемые источники энергии дает мне ощущение, что я приумножаю свое богатство и поддерживаю планету.",
  "testimonial_omar_name": "Омар Фарук",
  "testimonial_omar_role": "Исследователь Блокчейна",
  "testimonial_nadira_quote": "Их стратегия управления рисками не похожа ни на что, что я видел. Даже на волатильных рынках я никогда не чувствовал себя уязвимым. Мой капитал продолжает расти, и их обновления держат меня в курсе каждую неделю.",
  "testimonial_nadira_name": "Надира Фосс",
  "testimonial_nadira_role": "Руководитель Отдела Количественных Финансов",
  "service_crypto_title": "Инвестиции в Криптовалюту",
  "service_crypto_description": "Rosnept предлагает структурированный подход к инвестированию в криптовалюту, сочетающий инновации со стратегическим управлением рисками. Наша команда помогает вам использовать высокодоходные цифровые активы, минимизируя подверженность волатильности. С помощью индивидуальных стратегий мы облегчаем вам уверенное инвестирование в будущее децентрализованных финансов.",
  "service_crypto_cta": "Начать",
  "service_agro_title": "Агроинвестиции",
  "service_agro_description": "Rosnept связывает вас с важными сельскохозяйственными инвестициями, которые способствуют продовольственной безопасности и инновациям. Наши предприятия сосредоточены на устойчивом сельском хозяйстве, агротехнологиях и восстановительных практиках. Мы помогаем вам приумножить ваш капитал, поддерживая инициативы, которые питают сообщества и планету, обеспечивая при этом стабильную и высокую доходность вашего портфеля.",
  "service_agro_cta": "Создать Портфель",
  "service_clean_energy_title": "Проекты Чистой Энергии",
  "service_clean_energy_description": "В Rosnept мы верим в усиление портфелей через устойчивое развитие. Наши инвестиции в чистую энергию сосредоточены на возобновляемых технологиях, которые обеспечивают долгосрочную прибыль, поддерживая при этом более зеленую планету. От солнечной до ветровой энергии, мы предлагаем доступ к преобразующим энергетическим проектам, разработанным для современных инвесторов, ищущих целенаправленную производительность.",
  "service_clean_energy_cta": "Изучить Планы",
  "service_gold_title": "Стабильность, Обеспеченная Золотом",
  "service_gold_description": "Золото долгое время было краеугольным камнем сохранения богатства. Rosnept предлагает современные решения для инвестиций в золото, которые укрепляют ваш портфель проверенной временем безопасностью. На нестабильных рынках наши стратегии, обеспеченные золотом, обеспечивают надежную ценность и защиту, помогая вам достичь финансовой устойчивости с наследием активов, которые никогда не выходят из моды.",
  "service_gold_cta": "Начать Инвестировать",
  "plans_page_title": "Наши Инвестиционные Планы | Rosnept",
  "plans_page_meta_description": "Изучите наши доступные инвестиционные планы. Rosnept предлагает инновационные и устойчивые варианты финансового роста.",
  "plans_hero_title": "Инвестиционные Планы",
  "plans_hero_description": "Изучите наши гибкие и выгодные инвестиционные планы, разработанные для вашего финансового роста.",
  "no_active_plans_message": "В настоящее время нет активных планов. Пожалуйста, зайдите позже.",
  "get_started_cta": "Начать",
  "weekly_roi_label": "Еженедельный ROI",
  "duration_label": "Продолжительность"
}