{
    "greeting": "Willkommen bei Rosnept!",
    "homepage_title": "Ihre finanzielle Zukunft beginnt hier",
    "dashboard_overview": "Administratorübersicht",
    "investment_plans": "Investitionspläne",
    "login_button": "Einloggen",
    "signup_button": "Registrieren",
    "home_link": "Startseite",
    "about_link": "Über uns",
    "services_link": "Dienstleistungen",
    "plans_link": "Pläne",
    "contact_link": "Kontakt",
    "hero_slide1_title": "Wachse mit Sinn",
    "hero_slide1_subtitle": "Unterstützen Sie nachhaltige Landwirtschaft. Erzielen Sie stetige Renditen.",
    "hero_slide1_cta": "Jetzt Investieren",
    "hero_slide2_title": "Krypto, Kontrolliert",
    "hero_slide2_subtitle": "Nutzen Sie Volatilität mit algorithmischem Handel und DeFi.",
    "hero_slide2_cta": "Krypto Entdecken",
    "hero_slide3_title": "Die Zukunft Antreiben",
    "hero_slide3_subtitle": "Investieren Sie in saubere Energie mit realer Wirkung.",
    "hero_slide3_cta": "In Energie Investieren",
    "hero_trusted_message": "Tausende von Investoren weltweit vertrauen uns.",
    "portfolio_our_portfolio_heading": "Unser Portfolio",
    "portfolio_asset_streams_heading": "Rosnept Vermögensströme",
    "portfolio_renewable_energy_title": "Erneuerbare Energie",
    "portfolio_renewable_energy_subtitle": "Solarstromnetze, Windparks, EV-Infrastruktur",
    "portfolio_digital_assets_title": "Digitale Vermögenswerte",
    "portfolio_digital_assets_subtitle": "Bitcoin, Yield Farming, DeFi-Strategien",
    "portfolio_agro_investment_title": "Agrarinvestitionen",
    "portfolio_agro_investment_subtitle": "Smart Farming, Verarbeitung, Exportketten",
    "get_started_button": "Loslegen",
    "risk_strategy_heading_sub": "Risikostrategie",
    "risk_strategy_heading_main": "Risikomanagement trifft Präzision",
    "risk_strategy_description": "Bei Rosnept verbinden wir fortschrittliche Algorithmen mit strategischer Überwachung, um Risiken präzise zu managen. Unser diszipliniertes Framework umfasst Asset-Allokation, Hedging und Echtzeit-Monitoring, um die Volatilität zu minimieren und gleichzeitig das Potenzial zu maximieren. Jede Investitionsentscheidung wird durch Daten, Erfahrung und proaktive Kontrollen abgesichert, um Kapital zu schützen und Chancen zu nutzen. Ob Märkte steigen oder fallen, unser widerstandsfähiger Ansatz stellt sicher, dass Ihr Portfolio auf Kurs bleibt. Steigern Sie Ihr Vermögen mit Zuversicht, in dem Wissen, dass jede Bewegung auf Stabilität, Leistung und langfristigen Erfolg ausgelegt ist.",
    "risk_digital_assets_image_alt": "Krypto-Sicherheit",
    "risk_digital_assets_title": "Digitale Vermögenswerte",
    "risk_digital_assets_description": "Unsere Krypto-Strategien sind mit Echtzeit-Risikosignalen, mehrschichtigem Cold Storage und automatisiertem Hedging ausgestattet. Dies gewährleistet die Exposition gegenüber hochleistungsfähigen digitalen Assets ohne übermäßige Abwärtsrisiken.",
    "risk_agro_investment_image_alt": "Agrar-Risiko",
    "risk_agro_investment_title": "Agrarinvestitionen",
    "risk_agro_investment_description": "Unsere Risikokontrollen in der Landwirtschaft konzentrieren sich auf Klimatrends, Logistik und Marktnachfrage. Durch die Analyse von Lieferkettendaten und saisonalen Prognosen sichern wir uns gegen potenzielle Störungen ab und stabilisieren die Renditen für Projekte von der Farm bis zum Export.",
    "testimonial_subheading": "Referenz",
    "testimonial_main_heading": "Was Unsere Investoren Sagen",
    "testimonial_leila_quote": "Rosnept hat meine Denkweise über Investitionen komplett verändert. Die einzigartige Mischung aus algorithmischen Strategien und Nachhaltigkeit gibt mir Seelenfrieden und ein konstantes Wachstum, auf das ich mich verlassen kann.",
    "testimonial_leila_name": "Leila Morissette",
    "testimonial_leila_role": "Impact Venture Builder",
    "testimonial_omar_quote": "Ich schätze, wie transparent und effizient das gesamte System ist. Die wöchentlichen Renditen sind vorhersehbar, und die Reinvestition in erneuerbare Energien gibt mir das Gefühl, mein Vermögen zu mehren und gleichzeitig den Planeten zu unterstützen.",
    "testimonial_omar_name": "Omar Farouk",
    "testimonial_omar_role": "Blockchain Forscher",
    "testimonial_nadira_quote": "Ihre Risikomanagementstrategie ist anders als alles, was ich je gesehen habe. Selbst in volatilen Märkten fühlte ich mich nie exponiert. Mein Kapital wächst stetig, und ihre Updates halten mich jede Woche umfassend informiert.",
    "testimonial_nadira_name": "Nadira Voss",
    "testimonial_nadira_role": "Leiterin Quantitative Finanzen",
    "service_crypto_title": "Kryptowährungsinvestitionen",
    "service_crypto_description": "Rosnept bietet einen strukturierten Ansatz für Kryptowährungsinvestitionen, der Innovation mit strategischem Risikomanagement verbindet. Unser Team hilft Ihnen, in wachstumsstarke digitale Vermögenswerte zu investieren und gleichzeitig die Volatilität zu minimieren. Mit maßgeschneiderten Strategien machen wir es Ihnen leichter, selbstbewusst in die Zukunft der dezentralisierten Finanzwelt zu investieren.",
    "service_crypto_cta": "Loslegen",
    "service_agro_title": "Agro-Investitionen",
    "service_agro_description": "Rosnept verbindet Sie mit wirkungsvollen Agrarinvestitionen, die die Ernährungssicherheit und Innovation fördern. Unsere Projekte konzentrieren sich auf nachhaltige Landwirtschaft, Agrartechnologie und regenerative Praktiken. Wir helfen Ihnen, Ihr Kapital zu vermehren, indem wir Initiativen unterstützen, die Gemeinschaften und den Planeten nähren und gleichzeitig eine starke, konstante Performance in Ihrem Portfolio liefern.",
    "service_agro_cta": "Portfolio aufbauen",
    "service_clean_energy_title": "Projekte für saubere Energie",
    "service_clean_energy_description": "Bei Rosnept glauben wir daran, Portfolios durch Nachhaltigkeit zu stärken. Unsere Investitionen in saubere Energie konzentrieren sich auf erneuerbare Technologien, die langfristige Renditen erzielen und gleichzeitig einen grüneren Planeten unterstützen. Von Solar- bis Windenergie bieten wir Zugang zu transformativen Energieprojekten, die für moderne Investoren entwickelt wurden, die zielorientierte Leistung suchen.",
    "service_clean_energy_cta": "Pläne entdecken",
    "service_gold_title": "Goldgedeckte Stabilität",
    "service_gold_description": "Gold ist seit langem ein Eckpfeiler der Vermögenserhaltung. Rosnept bietet moderne Goldinvestitionslösungen, die Ihr Portfolio mit bewährter Sicherheit verankern. In unsicheren Märkten bieten unsere goldgedeckten Strategien zuverlässigen Wert und Schutz und helfen Ihnen, finanzielle Widerstandsfähigkeit mit einem Erbe zu erreichen, das nie aus der Mode kommt.",
    "service_gold_cta": "Jetzt investieren",
    "plans_page_title": "Unsere Investitionspläne | Rosnept",
    "plans_page_meta_description": "Entdecken Sie unsere verfügbaren Investitionspläne. Rosnept bietet innovative und nachhaltige Optionen für finanzielles Wachstum.",
    "plans_hero_title": "Investitionspläne",
    "plans_hero_description": "Entdecken Sie unsere flexiblen und lohnenden Investitionspläne, die auf Ihr finanzielles Wachstum zugeschnitten sind.",
    "no_active_plans_message": "Zurzeit sind keine aktiven Pläne verfügbar. Bitte schauen Sie später noch einmal vorbei.",
    "get_started_cta": "Loslegen",
    "weekly_roi_label": "Wöchentlicher ROI",
    "duration_label": "Dauer"
}