{
  "greeting": "Welkom bij Rosnept!",
  "homepage_title": "Uw financiële toekomst begint hier",
  "dashboard_overview": "Beheerdersoverzicht",
  "investment_plans": "Investeringsplannen",
  "login_button": "Inloggen",
  "signup_button": "Aanmelden",
  "home_link": "Home",
  "about_link": "Over ons",
  "services_link": "Diensten",
  "plans_link": "Plannen",
  "contact_link": "Contact",
  "hero_slide1_title": "Groei met Doel",
  "hero_slide1_subtitle": "Ondersteun duurzame landbouw. Verdien stabiel rendement.",
  "hero_slide1_cta": "Begin met Investeren",
  "hero_slide2_title": "Crypto, Gecontroleerd",
  "hero_slide2_subtitle": "Benut volatiliteit met algoritmische handel en DeFi.",
  "hero_slide2_cta": "Verken Crypto",
  "hero_slide3_title": "Geef de Toekomst Kracht",
  "hero_slide3_subtitle": "Investeer in schone energie met echte impact.",
  "hero_slide3_cta": "Investeer in Energie",
  "hero_trusted_message": "Vertrouwd door duizenden investeerders wereldwijd.",
  "portfolio_our_portfolio_heading": "Ons Portfolio",
  "portfolio_asset_streams_heading": "Rosnept Activa Stromen",
  "portfolio_renewable_energy_title": "Hernieuwbare Energie",
  "portfolio_renewable_energy_subtitle": "Zonne-energie Netwerken, Windparken, EV-Infrastructuur",
  "portfolio_digital_assets_title": "Digitale Activa",
  "portfolio_digital_assets_subtitle": "Bitcoin, Yield Farming, DeFi Strategieën",
  "portfolio_agro_investment_title": "Agro-investering",
  "portfolio_agro_investment_subtitle": "Slimme Landbouw, Verwerking, Exportketens",
  "get_started_button": "Begin Nu",
  "risk_strategy_heading_sub": "Risicostrategie",
  "risk_strategy_heading_main": "Nauwkeurig Risicobeheer",
  "risk_strategy_description": "Bij Rosnept combineren we geavanceerde algoritmen met strategisch toezicht om risico's met precisie te beheren. Ons gedisciplineerde raamwerk omvat activaspreiding, hedging en real-time monitoring om volatiliteit te minimaliseren en potentieel te maximaliseren. Elke investeringsbeslissing wordt ondersteund door data, ervaring en proactieve controles om kapitaal te beschermen en kansen te benutten. Of markten nu stijgen of dalen, onze veerkrachtige aanpak zorgt ervoor dat uw portfolio op koers blijft. Laat uw vermogen groeien met vertrouwen, wetende dat elke stap is berekend op stabiliteit, prestaties en succes op lange termijn.",
  "risk_digital_assets_image_alt": "Crypto Beveiliging",
  "risk_digital_assets_title": "Digitale Activa",
  "risk_digital_assets_description": "Onze cryptostrategieën zijn versterkt met real-time risicosignalen, meerlagige koude opslag en geautomatiseerde hedging. Dit zorgt voor blootstelling aan hoogwaardige digitale activa zonder onnodige nadelige kwetsbaarheid.",
  "risk_agro_investment_image_alt": "Agro Risico",
  "risk_agro_investment_title": "Agro-investering",
  "risk_agro_investment_description": "Onze risicocontroles in de landbouw richten zich op klimaattrends, logistiek en marktvraag. Door het analyseren van supply chain data en seizoensprognoses, dekken we potentiële verstoringen af en stabiliseren we rendementen voor farm-to-export projecten.",
  "testimonial_subheading": "Getuigenis",
  "testimonial_main_heading": "Wat Onze Investeerders Zeggen",
  "testimonial_leila_quote": "Rosnept heeft mijn manier van denken over beleggen volledig getransformeerd. Hun unieke mix van algoritmische strategieën en duurzaamheid geeft me gemoedsrust en consistente groei waar ik op kan vertrouwen.",
  "testimonial_leila_name": "Leila Morissette",
  "testimonial_leila_role": "Impact Venture Builder",
  "testimonial_omar_quote": "Ik waardeer hoe transparant en efficiënt het hele systeem is. De wekelijkse rendementen zijn voorspelbaar, en herinvesteren in hernieuwbare energie voelt alsof ik mijn vermogen laat groeien en tegelijkertijd de planeet steun.",
  "testimonial_omar_name": "Omar Farouk",
  "testimonial_omar_role": "Blockchain Onderzoeker",
  "testimonial_nadira_quote": "Hun risicobeheerstrategie is anders dan alles wat ik heb gezien. Zelfs in volatiele markten voelde ik me nooit kwetsbaar. Mijn kapitaal blijft groeien, en hun updates houden me wekelijks volledig op de hoogte.",
  "testimonial_nadira_name": "Nadira Voss",
  "testimonial_nadira_role": "Hoofd Kwantitatieve Financiën",
  "service_crypto_title": "Cryptocurrency Investeringen",
  "service_crypto_description": "Rosnept biedt een gestructureerde benadering van cryptocurrency-investeringen, waarbij innovatie wordt gecombineerd met strategisch risicobeheer. Ons team helpt u toegang te krijgen tot snelgroeiende digitale activa, terwijl de blootstelling aan volatiliteit wordt geminimaliseerd. Met op maat gemaakte strategieën maken we het u gemakkelijker om vol vertrouwen te investeren in de toekomst van gedecentraliseerde financiën.",
  "service_crypto_cta": "Beginnen",
  "service_agro_title": "Agro-investeringen",
  "service_agro_description": "Rosnept verbindt u met impactvolle agrarische investeringen die voedselzekerheid en innovatie bevorderen. Onze projecten richten zich op duurzame landbouw, agritech en regeneratieve praktijken. Wij helpen u uw kapitaal te laten groeien door initiatieven te ondersteunen die gemeenschappen en de planeet voeden, terwijl ze sterke, consistente prestaties in uw portefeuille leveren.",
  "service_agro_cta": "Portefeuille Opbouwen",
  "service_clean_energy_title": "Projecten voor Schone Energie",
  "service_clean_energy_description": "Bij Rosnept geloven we in het aandrijven van portefeuilles door middel van duurzaamheid. Onze schone energie-investeringen richten zich op hernieuwbare technologieën die langetermijnrendementen genereren en tegelijkertertijd een groenere planeet ondersteunen. Van zonne-energie tot windenergie, wij bieden toegang tot transformerende energieprojecten die zijn ontworpen voor moderne beleggers die op zoek zijn naar doelgerichte prestaties.",
  "service_clean_energy_cta": "Verken Plannen",
  "service_gold_title": "Goudgesteunde Stabiliteit",
  "service_gold_description": "Goud is al lang een hoeksteen van vermogensbehoud. Rosnept biedt moderne gouden investeringsoplossingen die uw portefeuille verankeren met beproefde veiligheid. In onzekere markten bieden onze goudgesteunde strategieën betrouwbare waarde en bescherming, waardoor u financiële veerkracht bereikt met een erfgoedactief dat nooit uit de mode raakt.",
  "service_gold_cta": "Begin met Investeren",
  "plans_page_title": "Onze Investeringsplannen | Rosnept",
  "plans_page_meta_description": "Ontdek onze beschikbare investeringsplannen. Rosnept biedt innovatieve en duurzame financiële groeimogelijkheden.",
  "plans_hero_title": "Investeringsplannen",
  "plans_hero_description": "Ontdek onze flexibele en lonende investeringsplannen, afgestemd op uw financiële groei.",
  "no_active_plans_message": "Momenteel geen actieve plannen beschikbaar. Kom later terug.",
  "get_started_cta": "Beginnen",
  "weekly_roi_label": "Wekelijkse ROI",
  "duration_label": "Duur"
}