{
  "homepage_title": "Rosnept | Sustainable Crypto & Energy Investments",
  "greeting": "Welcome to Rosnept!",
  "login_button": "Log In",
  "home_link": "Home",
  "about_link": "About Us",
  "contact_link": "Contact",
  "signup_link": "Sign Up",
  "dashboard_link": "Dashboard",
  "manage_users_link": "Manage Users",
  "investment_plans_link": "Investment Plans",
  "hero_slide1_title": "Grow with Purpose",
  "hero_slide1_subtitle": "Support sustainable agriculture. Earn steady returns.",
  "hero_slide1_cta": "Start Investing",
  "hero_slide2_title": "Crypto, Controlled",
  "hero_slide2_subtitle": "Harness volatility with algorithmic trading & DeFi.",
  "hero_slide2_cta": "Explore Crypto",
  "hero_slide3_title": "Power the Future",
  "hero_slide3_subtitle": "Invest in clean energy with real-world impact.",
  "hero_slide3_cta": "Invest in Energy",
  "hero_trusted_message": "Trusted by thousands of investors worldwide.",
  "risk_strategy_heading_sub": "Risk Strategy",
  "risk_strategy_heading_main": "Risk Management Meets Precision",
  "risk_strategy_description": "At Rosnept, we blend advanced algorithms with strategic oversight to manage risk with precision. Our disciplined framework spans asset allocation, hedging, and real-time monitoring to minimize volatility while maximizing potential. Each investment decision is backed by data, experience, and proactive controls to protect capital and seize opportunity. Whether markets rise or fall, our resilient approach ensures your portfolio stays on track. Grow your wealth with confidence, knowing that every move is calculated for stability, performance, and long-term success.",
  "risk_digital_assets_image_alt": "Crypto Security",
  "risk_digital_assets_title": "Digital Assets",
  "risk_digital_assets_description": "Our crypto strategies are fortified with real-time risk signals, multi-layered cold storage, and automated hedging. This ensures exposure to high-performing digital assets without undue downside vulnerability.",
  "risk_agro_investment_image_alt": "Agro Risk",
  "risk_agro_investment_title": "Agro Investment",
  "risk_agro_investment_description": "Our risk controls in agriculture focus on climate trends, logistics, and market demand. By analyzing supply chain data and seasonal forecasts, we hedge potential disruptions and stabilize returns for farm-to-export projects.",
  "testimonial_subheading": "Testimonial",
  "testimonial_main_heading": "What Our Investors Say",
  "testimonial_leila_quote": "Rosnept has completely transformed how I think about investing. Their unique blend of algorithmic strategies and sustainability gives me peace of mind and consistent growth I can rely on.",
  "testimonial_leila_name": "Leila Morissette",
  "testimonial_leila_role": "Impact Venture Builder",
  "testimonial_omar_quote": "I appreciate how transparent and efficient the entire system is. Weekly returns are predictable, and reinvesting into renewable energy feels like I'm growing my wealth and supporting the planet.",
  "testimonial_omar_name": "Omar Farouk",
  "testimonial_omar_role": "Blockchain Researcher",
  "testimonial_nadira_quote": "Their risk management strategy is unlike anything I’ve seen. Even in volatile markets, I never felt exposed. My capital keeps growing, and their updates keep me fully informed every week.",
  "testimonial_nadira_name": "Nadira Voss",
  "testimonial_nadira_role": "Quantitative Finance Lead",
  "service_crypto_title": "Cryptocurrency Investments",
  "service_crypto_description": "Rosnept provides a structured approach to cryptocurrency investing, combining innovation with strategic risk management. Our team helps you tap into high-growth digital assets while minimizing exposure to volatility. With tailored strategies, we make it easier for you to confidently invest in the future of decentralized finance.",
  "service_crypto_cta": "Get Started",
  "service_agro_title": "Agro Investment",
  "service_agro_description": "Rosnept connects you to impactful agricultural investments that promote food security and innovation. Our ventures focus on sustainable farming, agritech, and regenerative practices. We help you grow your capital by backing initiatives that nourish communities and the planet while delivering strong, consistent performance in your portfolio.",
  "service_agro_cta": "Build Portfolio",
  "service_clean_energy_title": "Clean Energy Projects",
  "service_clean_energy_description": "At Rosnept, we believe in powering portfolios through sustainability. Our clean energy investments focus on renewable technologies that drive long-term returns while supporting a greener planet. From solar to wind, we offer access to transformative energy projects designed for modern investors seeking purpose-driven performance.",
  "service_clean_energy_cta": "Explore Plans",
  "service_gold_title": "Gold-backed Stability",
  "service_gold_description": "Gold has long been a cornerstone of wealth preservation. Rosnept offers modern gold investment solutions that anchor your portfolio with time-tested security. In uncertain markets, our gold-backed strategies provide dependable value and protection, helping you achieve financial resilience with a legacy asset that never goes out of style.",
  "service_gold_cta": "Start Investing",
  "plans_page_title": "Our Investment Plans | Rosnept",
  "plans_page_meta_description": "Explore our available investment plans. Rosnept offers innovative and sustainable financial growth options.",
  "plans_hero_title": "Investment Plans",
  "plans_hero_description": "Explore our flexible and rewarding investment plans tailored for your financial growth.",
  "no_active_plans_message": "No active plans available at the moment. Please check back later.",
  "get_started_cta": "Get Started",
  "weekly_roi_label": "Weekly ROI",
  "duration_label": "Duration"
}