{
  "greeting": "Bem-vindo(a) à Rosnept!",
  "homepage_title": "Seu futuro financeiro começa aqui",
  "dashboard_overview": "Visão geral do administrador",
  "investment_plans": "Planos de Investimento",
  "login_button": "Login",
  "signup_button": "Cadastre-se",
  "home_link": "Início",
  "about_link": "Sobre",
  "services_link": "Serviços",
  "plans_link": "Planes",
  "contact_link": "Contato",
  "hero_slide1_title": "Cresça com Propósito",
  "hero_slide1_subtitle": "Apoie a agricultura sustentável. Obtenha retornos estáveis.",
  "hero_slide1_cta": "Começar a Investir",
  "hero_slide2_title": "Cripto, Controlado",
  "hero_slide2_subtitle": "Aproveite a volatilidade com negociação algorítmica e DeFi.",
  "hero_slide2_cta": "Explorar Cripto",
  "hero_slide3_title": "Alimente o Futuro",
  "hero_slide3_subtitle": "Invista em energia limpa com impacto real.",
  "hero_slide3_cta": "Investir em Energia",
  "hero_trusted_message": "Confiável para milhares de investidores em todo o mundo.",
  "portfolio_our_portfolio_heading": "Nosso Portfólio",
  "portfolio_asset_streams_heading": "Fluxos de Ativos Rosnept",
  "portfolio_renewable_energy_title": "Energia Renovável",
  "portfolio_renewable_energy_subtitle": "Redes Solares, Parques Eólicos, Infraestrutura para Veículos Elétricos",
  "portfolio_digital_assets_title": "Ativos Digitais",
  "portfolio_digital_assets_subtitle": "Bitcoin, Yield Farming, Estratégias DeFi",
  "portfolio_agro_investment_title": "Investimento Agrícola",
  "portfolio_agro_investment_subtitle": "Agricultura Inteligente, Processamento, Cadeias de Exportação",
  "get_started_button": "Começar",
  "risk_strategy_heading_sub": "Estratégia de Risco",
  "risk_strategy_heading_main": "Gestão de Risco com Precisão",
  "risk_strategy_description": "Na Rosnept, combinamos algoritmos avançados com supervisão estratégica para gerenciar o risco com precisão. Nosso framework disciplinado abrange alocação de ativos, hedging e monitoramento em tempo real para minimizar a volatilidade enquanto maximiza o potencial. Cada decisão de investimento é respaldada por dados, experiência e controles proativos para proteger o capital e aproveitar oportunidades. Quer os mercados subam ou desçam, nossa abordagem resiliente garante que seu portfólio permaneça no caminho certo. Aumente sua riqueza com confiança, sabendo que cada movimento é calculado para estabilidade, desempenho e sucesso a longo prazo.",
  "risk_digital_assets_image_alt": "Segurança Cripto",
  "risk_digital_assets_title": "Ativos Digitais",
  "risk_digital_assets_description": "Nossas estratégias cripto são fortificadas com sinais de risco em tempo real, armazenamento a frio multicamadas e hedge automatizado. Isso garante exposição a ativos digitais de alto desempenho sem vulnerabilidade indevida à desvalorização.",
  "risk_agro_investment_image_alt": "Risco Agrícola",
  "risk_agro_investment_title": "Investimento Agrícola",
  "risk_agro_investment_description": "Nossos controles de risco na agricultura se concentram nas tendências climáticas, logística e demanda do mercado. Ao analisar dados da cadeia de suprimentos e previsões sazonais, protegemos contra potenciais interrupções e estabilizamos os retornos para projetos da fazenda à exportação.",
  "testimonial_subheading": "Depoimento",
  "testimonial_main_heading": "O Que Nossos Investidores Dizem",
  "testimonial_leila_quote": "Rosnept transformou completamente a minha forma de pensar sobre investir. Sua mistura única de estratégias algorítmicas e sustentabilidade me dá tranquilidade e um crescimento consistente no qual posso confiar.",
  "testimonial_leila_name": "Leila Morissette",
  "testimonial_leila_role": "Construtora de Venture de Impacto",
  "testimonial_omar_quote": "Aprecio o quão transparente e eficiente é todo o sistema. Os retornos semanais são previsíveis, e reinvestir em energia renovável me faz sentir que estou aumentando minha riqueza e apoiando o planeta.",
  "testimonial_omar_name": "Omar Farouk",
  "testimonial_omar_role": "Pesquisador de Blockchain",
  "testimonial_nadira_quote": "Sua estratégia de gestão de riscos é diferente de tudo o que já vi. Mesmo em mercados voláteis, nunca me senti exposta. Meu capital continua crescendo, e suas atualizações me mantêm totalmente informada toda semana.",
  "testimonial_nadira_name": "Nadira Voss",
  "testimonial_nadira_role": "Líder de Finanças Quantitativas",
  "service_crypto_title": "Investimentos em Criptomoedas",
  "service_crypto_description": "A Rosnept oferece uma abordagem estruturada para o investimento em criptomoedas, combinando inovação com gestão estratégica de riscos. Nossa equipe ajuda você a explorar ativos digitais de alto crescimento, minimizando a exposição à volatilidade. Com estratégias personalizadas, facilitamos sua confiança para investir no futuro das finanças descentralizadas.",
  "service_crypto_cta": "Começar",
  "service_agro_title": "Investimento em Agropecuária",
  "service_agro_description": "A Rosnept conecta você a investimentos agrícolas de impacto que promovem a segurança alimentar e a inovação. Nossos empreendimentos focam em agricultura sustentável, agritech e práticas regenerativas. Ajudamos você a aumentar seu capital, apoiando iniciativas que nutrem comunidades e o planeta, enquanto entregam um desempenho forte e consistente em seu portfólio.",
  "service_agro_cta": "Construir Portfólio",
  "service_clean_energy_title": "Projetos de Energia Limpa",
  "service_clean_energy_description": "Na Rosnept, acreditamos em impulsionar portfólios através da sustentabilidade. Nossos investimentos em energia limpa focam em tecnologias renováveis que impulsionam retornos de longo prazo, ao mesmo tempo em que apoiam um planeta mais verde. Do solar ao eólico, oferecemos acesso a projetos de energia transformadores, projetados para investidores modernos que buscam desempenho com propósito.",
  "service_clean_energy_cta": "Explorar Planos",
  "service_gold_title": "Estabilidade Lastreada em Ouro",
  "service_gold_description": "O ouro tem sido, por muito tempo, um pilar da preservação de patrimônio. A Rosnept oferece soluções modernas de investimento em ouro que ancoram seu portfólio com segurança testada pelo tempo. Em mercados incertos, nossas estratégias lastreadas em ouro fornecem valor e proteção confiáveis, ajudando você a alcançar resiliência financeira com um ativo legado que nunca sai de moda.",
  "service_gold_cta": "Começar a Investir",
  "plans_page_title": "Nossos Planos de Investimento | Rosnept",
  "plans_page_meta_description": "Explore nossos planos de investimento disponíveis. A Rosnept oferece opções de crescimento financeiro inovadoras e sustentáveis.",
  "plans_hero_title": "Planos de Investimento",
  "plans_hero_description": "Explore nossos planos de investimento flexíveis e gratificantes, adaptados ao seu crescimento financeiro.",
  "no_active_plans_message": "Não há planos ativos disponíveis no momento. Por favor, volte mais tarde.",
  "get_started_cta": "Começar",
  "weekly_roi_label": "ROI Semanal",
  "duration_label": "Duração"
}